Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] KO>EN The Final Raid Boss TM.tmx
Source language: ko_kr
Languages: en

source: 촥
en: slash

source: 너희가 임무를 보조하는 동안
en: while you guys are doing your tasks...

source: 저딴 놈이 감히 우리 대장형을!
en: how dare that bastard speak ill of our raid leader!

source: -서비스지원 김만도
en: - mando kim, service support

source: 아니 왜 이렇게 신고가 들어오나 했더니!!
en: I was wondering why we received reports!!!

source: 앞으로 그대에게 기억의 파편이 길을 제시하리
en: from this point, the piece of the memory will guide your path.

source: "강"하게 "단련"한
en: ... with feigned toughness...

source: 빠악
en: thwack

source: 정확한 원인은 아직 모르지만 영양제 문제는 아닙니다.
en: we’re not sure yet, but I can assure you that’s not the case.

source: 구조가 조악하니까 무너지지...
en: it collapsed due to its poor structure...

source: 스킬 시전 후 딜레이가 발생한다.
en: there will be a cooldown period after using this skill.

source: 미안하다.{j}해잔아ꞏꞏꞏ
en: I’m sorry, haechan.

source: 무슨 일 있어?
en: what’s wrong?

source: *보상과 난이도 측정 불가
en: *unable to measure rewards and level of difficulty

source: -소환수가 5마리가 되면 아이템이 강화된다.
en: - this item will become stronger when the summons number reaches five.

source: 이런다고 마음이 편해지지 않을 것 같군
en: I don’t think this will make me feel any better.

source: 어느새 복구한 타워
en: the tower is restored already

source: 내가 어제부터 사냥하던 자리임 꺼져주셈 ㅇㅇ
en: this is my territory since I started hunting yesterday, so leave.

source: 아냐
en: it’s nothing.

source: 계속 이러시면 저도 더 이상 못 기다려요
en: I can’t wait any longer.

source: 방어력 :450
en: defensive power: 450

source: 그리고!{j}너도 부르면 빨리빨리 왔어야지!
en: also, why didn’t you come? we called you!

source: 넌 또 뭐야?
en: who are you?

source: 왜 안주냐...)
en: why don’t you use the orb...)

source: 집중하셈!
en: focus!

source: 제가 생포한 녀석입니다
en: ...the succubus I captured.

source: 헉헉헉
en: huff huff huff

source: 쏴아아!
en: whoosh

source: 어떻게 사용하느냐에 따라 능력이 천지차이인 아이템이라
en: the ability of that item depends heavily on how you choose to use it.

source: 휘익
en: swish

source: 근력 +33
en: strength +33

source: 아니..!
en: wait...

source: 잠실 로땡타워로 할걸 그랬나..?
en: should I have ordered for jamsil roden tower instead?

source: 아니 이 대륙을...
en: no, this continent...

source: 착
en: chk

source: 생각하는대로 옵션이 바뀌어서 적용되는 시스템인가 보네
en: it looks like the options change and apply as you think.

source: 세뇌의 룬석
en: brainwashing rune

source: 나 지금 바빠
en: I’m busy right now.

source: 누구든 이 함정에 당하면 내 악명이 오르니까
en: I understand that he told me to set up traps...

source: 이 문을 열 방법이 없었어
en: no matter how hard I looked.

source: 강한 육체는 무슨...
en: strength, my foot...

source: 스스슥..
en: ssk

source: 크헉!!
en: ugh!!!

source: 현상 수배가 종료되어 디버프가 사라집니다.
en: debuff will be removed since you are no longer a wanted criminal.

source: 쑤욱
en: fwoosh

source: 착용률
en: rate

source: 아서 왕국 기사단과 유저에게 발각되어 캐릭터가 사망할 경우 더 이상 게임을 플레이할 수 없습니다.
en: the game will be terminated if a character dies or is discovered by either the knights of arthur kingdom or a user.

source: [삼단 베기]
en: [three step slash]

source: [사이즈 업]
en: [bulk up]

source: 저희도 이 상황을 빨리 수습하기 위해 공대장씨 전담팀을 만들어서 관리하려고 합니다
en: we’re trying our best to form a special team dedicated to resolving the raid boss’ issue.

source: 누군가'가 걸어놓은 아서왕의 저주를 풀었습니다.
en: "someone" has lifted the curse on arthur kingdom.

source: 헉헉
en: huff huff

source: 마왕군의 임시 거처가 될 던전을 만들어라! (완료)
en: build a dungeon that will serve as the temporary residence of the demon corps! (completed)

source: 내가 지키고 있던 마법진이네!
en: is the magic circle that I guarded!

source: 해보자는 거지
en: all right, let’s see who wins.

source: 룬으로 가중치를 추가 부여될 수 있습니다.
en: runes can receive additional weight.

source: 꾀죄죄
en: shabby

source: 고생했다!
en: you did a great job!

source: 이이템인가?
en: is that an item?

source: 레벨 조정을 계속합니다.
en: the level adjustment will continue.

source: 절레
en: shake

source: 이런..
en: you...

source: 정말
en: wow.

source: 너희는 성벽 근처에서 몬스터들을 막아
en: block the monsters near the fortress wall.

source: ∙∙∙을 솔플로 깨면서
en: ...but I was able to clear it all by myself

source: 계승자의 자격을 갖춰 돌아오라.
en: ...after proving your worthiness as an heir.

source: 야만인…!!
en: you’re ruthless...!!

source: 이번엔 또 뭐야!
en: what is it this time?!

source: 부웅!
en: whoosh

source: 모든 스탯 +25..
en: all stats +25...

source: 단, 무리한 명령의 경구 대상에게 '적대성'을 생성합니다.
en: however, in the case of an unreasonable command, targets will respond with ‘hostility’.

source: 찰팍! (공대장님은 걱정할 거 없다는 뜻)
en: glub! (you don’t have to worry about the raid boss)

source: [체인 헤일]
en: [chain hail]

source: 꽉!
en: clench

source: 스으으으
en: swoosh

source: 콜라 얘기라도 마저 들으려고 했더니!!
en: I was trying to listen to cola!!!

source: 깊은 뜻이 있는 게 아닐까요..?
en: ...he probably has the bigger picture in mind, right?

source: 뭐 다른 게..
en: there must be something else...

source: 너
en: you...

source: 파란 놈들은 가장자리를 석재로 두르고
en: blue goblins, outline the edges with the stones

source: 말이 나와서 말인데..
en: since we’re on the topic...

source: 영혼 수집가의 귀걸이
en: soul collector’s earring

source: 진짜 전설이 잠들어있는 무덤에서 내가 뭔가를 해야 한다는 거잖아?
en: this means I must do something in the legend’s tomb.

source: AI가 유저들 골탕 먹이려고 만든 이스터에그가 아니면 그럴 일 없어
en: unless this is an ai-generated easter egg to mess with the players, it just doesn’t make sense.

source: 몸이 좋으니까 머리가 편하구만
en: I see that your brain has it easy because you have a strong body.

source: 어디서 본 적 있니?
en: have we met before?

source: 먼저 복귀해서 병력을 정비해 피해를 최소화한다!
en: ...you guys should go back and organize the troops to minimize the damage!

source: 길드 퀘스트 기간 동안 국경 수비 (완료)
en: defend the border during the guild quest (completed)

source: 대충 아이템은 정리가 됐고
en: now that I’ve sorted out my items...

source: 가소로운 녀석⋯
en: pathetic punk...

source: 공.대.장.뿐이다!
en: ...the raid leader!

source: 이 녀석 사상이 위험한데?
en: hmph, her belief seems dangerous.

source: 공대장님..
en: raid boss...

source: 그럼 헬라임군ꞏꞏꞏ
en: then, mr. arnold...

source: ㅋㅋㅋㅋㅋㅋㅋ 진짜 웃기다 쟤
en: hahaha he’s pretty funny.

source: 끼익
en: creak

source: 음ꞏꞏꞏ
en: hmm...

source: 무슨 남산 타워가ꞏꞏꞏ
en: wait, what do you mean...?

source: 두 길드의 연합인 금조기사단과 기사단장 행방이 묘연한 백곰기사단은
en: the lyrebird knights, along with the white bear knights whose commander’s whereabouts are still unknown...

source: 자네는 참 한결같아
en: you’re always so consistent.

source: 픽
en: pft

source: 왕국을 습격하는 도중 깊은 상처가 생긴 김로마초악 마디키블 왕야닉 2세를 제한 시간 안에 치료하라!
en: heal romachoak madikible wang yanik kim II, who was badly wounded while raiding the kingdom, within the time limit!

source: 쉽지 않겠어...
en: it won't be easy...

source: 아닙니다.
en: no.

source: 제발..
en: please...

source: 꽝꽝.. (무서웠다꽝∙∙∙.)
en: squeak squeak... (I was scared...)

source: 20:00 정산
en: 20:00 normal

source: ㅋㅋㅋ
en: hahaha

source: 공석이었던 국왕의 자리 또한 돌아오신 아서 국왕님께서 덕으로 이끄시기로 하셨다!
en: ...which was empty since the wicked monster that took over his body had been assassinated!

source: 세뇌의 돌을 꺼냈다.
en: he took out a brainwashing runestone.

source: [민생 안정 토벌대]
en: [monster hunting squad]

source: 방어력 : - 내구도 :
en: durability:

source: 스탯창에 착용하는 공대장.
en: raid boss wearing down the stats window.

source: 그래..
en: okay...

source: 그럼 콜라 얘기나 마저 듣게 하지 왜 여기로 불렀어!!
en: why did you bring me here then?! you didn’t even let me finish my cola!!!

source: 벌써 오셨다!
en: he’s already back!

source: 공대장님이 믿고 맡겨주신 만큼
en: since the raid boss has entrusted us with this task,

source: 생긴 건 관짝 같은데
en: it looks like a casket...

source: 으아아!
en: arghhh!

source: 잘 컸네
en: it’s pretty good.

source: 괜찮아?
en: are you okay?

source: 마주친다면 금방 눈에 띌 거야
en: ...we will be able to recognize them immediately.

source: 소환수가 3마리가 되었습니다.
en: you currently have three summons.

source: 대마왕 김로마초악 마디키블 왕야닉의 3대 독자인
en: I’m the 3rd generation of romachoak madikible wang yanik kim, the great demon king.

source: 빛의 기둥
en: light pillar

source: -아공간 (패시브) :
en: subspace (passive)

source: 내가 말했잖아! '충성과 진실'을 원한다고
en: I told you! I wanted "loyalty and truth!"

source: 공대장님이 없는 게임에선 내가 최고다!!!!
en: without the raid leader, I’m the best in this game!!!

source: 꽝..
en: squeak...

source: 아..{j}아니..!
en: w-wait...!{j}

source: 저기 들어갈 건데?
en: we’re gonna go inside the waterfall.

source: 쇄{j}액!
en: {j}swoosh

source: 까앙
en: clang

source: 이럴 때 뭐라고 해야 하지..
en: what am I supposed to say in a situation like this?

source: 국왕님께서 승하하셨습니다
en: both of you have been declared the winners by the king

source: 공격력 :
en: offensive power: 150

source: 왕국 백곰 기사단 국경 수비대장.
en: commander of the white bear knights border defense

source: 다행이다⋯
en: what a relief...

source: 이상.
en: that’s all.

source: 어~디 으른한테!
en: how dare you say this to an adult!

source: 꺄륵
en: giggle

source: ...그런데
en: but...

source: 공대장의 오러를 흡수해 고열의 화염을 내뿜는다.
en: it absorbs the aura of the raid boss and bursts out high-temperature flames.

source: -마법 공격력 250%
en: - magical attack 250%

source: 찰팍.. (그리고..)
en: glub... (also...)

source: [콜라]
en: [cola]

source: (남은 옵션 3개, 수치는 랜덤)
en: (3 options left, stats are random)

source: 콜라는 딱붙인데...
en: cola sounds fitting, but...

source: 공대장님도 무사하셔야 합니다!
en: please stay safe, raid boss!

source: 우젤멋 공대장님께서
en: the great raid leader said

source: 보스는 어떻게 만들어놨길래 벌써부터 이래..
en: seeing how it’s been, the boss must be super strong...

source: 꽈..
en: squea...

source: 잘못된 것들을
en: it’s time...

source: 너도 좀 맞아야 대화할 마음이 생기겠지?
en: it looks like someone’s asking for a beating!

source: 땋닥!
en: snap

source: 그래야 조용히 레벨링해서 복수해 주지
en: so that I can quietly level up and get my revenge.

source: 너희들에게 근사한 던전을 선물해 주겠다!
en: I’ll give you a nice dungeon as a gift!

source: 그니까 빨리 가야지.
en: you should hurry along, then.

source: 치직...
en: pzzt

source: 하아...
en: sigh...

source: 근데 똑같은 산성 슬라임인데 왜 여기만 레벨이 높은 거지?
en: by the way, why do the acid slimes here have higher levels?

source: 근데 역시 말이 안 통하나 보네
en: I guess they really aren’t able to communicate.

source: 그때 그분이 내 눈앞에 나타나
en: "he" appeared before me at that time.

source: 누가 있었나?
en: was someone there?

source: 최초로 스탯창을 오픈해 튜토리얼을 진행합니다.
en: this is the start of the tutorial.

source: 그게..
en: well...

source: 저희 게시판은 CS팀과 운영팀에서 계속 삭제를 하고 있는데
en: the cs and operations teams have been deleting those posts from our website,

source: 로우 온라인 공성전 영상에서 보고 팬 됐어요!!!
en: I’ve become your fan after seeing you in row online’s siege assault video!!!

source: 성벽의 균열도 반역자의 짓인 것 같습니다
en: the cracks on the walls were probably his doing, too.

source: 좋은 레이드는 꼭 나만 빼놓고...
en: I always get left out when we do a raid that’s actually good...

source: 그리고⋯
en: and...

source: 타 앗
en: tat

source: 네가 내 부하가 되어야 해
en: you’ll have to become my subordinate.

source: 무슨 의미긴..
en: I mean...

source: 부스럭 부스럭
en: rustle rustle

source: 잠깐만
en: hold up.

source: 접속 안 하고 있는 길드원 중 한 명이 방금 문자도 보내줬어...
en: a guild member who isn’t logged on just sent me a text...

source: 전투력 37,850
en: combat power 37,850

source: 가중치 가중치 가중치
en: weight weight weight

source: 근데 왜 이렇게 조용하지?
en: but why is it so quiet?

source: -연구원 조연비
en: - yeonbi jo, researcher

source: 충성과 진실
en: I want your loyalty and honesty.

source: 어..음..
en: uh... um...

source: 믿고 있겠네
en: I’ll count on you.

source: 대답해야지?
en: should I answer you?

source: 팽
en: rum

source: 뛰용
en: boing

source: 꽝꽝? (내가 어떻게 아냐는 뜻)
en: squeak squeak? (how would I know?)

source: 그들이⋯ 아니 이제 그분들이⋯
en: those little... I mean, those guys...

source: 근 엄
en: hmph

source: 확실히 잘못됐어!
en: something’s definitely wrong!

source: 묻는 말에 대답이나 해!
en: cut the crap and answer my question!

source: 오오∙∙∙!!
en: woaaah...!

source: 그래서 아이템은 어떻게∙∙∙
en: so what should I do about the item...?

source: 상황 파악했으면 앞으로 말 잘 듣도록!
en: if you understand the situation, listen to me from now on!

source: 배신 당한 거 맞아?
en: were you really betrayed?

source: 물론, 이 몸에겐 그 정도는
en: of course, for some one like me...

source: 비밀 유지 조금만 더 부탁드립니다
en: please keep this information confidential for the time being.

source: (광배 개이득)
en: (pointless digging)

source: 쉬익..
en: flicker

source: 아니!
en: wait!

source: 함정 설치도 끝났나 보네
en: the traps must’ve been all set up, too.

source: 뭐..{j}뭐야?!
en: wh-what...?!

source: 나에게 맡겨라∙∙∙
en: to me...

source: 꽝꽝? (언제 도착하냐꽝?)
en: squeak squeak? (are we there yet?)

source: 몸을 차지한 지 얼마 안 돼 불안정하지만
en: although it’s a little unstable since I’ve taken over the body not too long ago,

source: 몬스터 리젠도 안되고ꞏꞏꞏ 던전이 아닌가?
en: the monsters aren’t even respawning... is this not a dungeon?

source: 잃어버린 세계를 찾아라.
en: in the place that remembers the past.

source: 꽝.
en: squeak.

source: 중요한 순간에 뭐야⋯?
en: I’m in the middle of something important right now!

source: 불이 붙어?
en: it catches on fire?

source: 꼴깍
en: gulp

source: 그래~
en: sounds good.

source: 이제 더 가르칠 게 없는 건가!
en: are you saying there’s no more to teach?!

source: 프스슥!
en: fwoom

source: 쾅쾅쾅쾅쾅
en: pow pow pow pow pow

source: 분명 또 몬스터에게 갖다 바칠 거야!
en: she’ll hand that over to a monster again!

source: 음..{j}아!
en: {j}hmm... oh!

source: 뭐야..?
en: what...?

source: 꾸라라라
en: clamor

source: 몬스터가 착용한 장비
en: equipment worn by monster

source: 아우 시끄러
en: ugh, shut up

source: 진짜 보스몹이라 그런지
en: I guess he really is a boss.

source: 둘 다 해야지
en: I should just do both.

source: 로그아웃
en: log out

source: 그건 저도 잘..
en: I don’t know...

source: 일단 한 번 해보면 알겠지.
en: I guess I’ll know it once I try it.

source: 프스스…
en: pshh

source: 베타 때 성정해놓은 대로
en: it turned out just as it’d been decided during the beta phase.

source: 아스트롬을 몰래 즐기고 있었다고 말이야!
en: was actually enjoying his stay in astrom this whole time!

source: 서큐버스의 잘린 머리칼 뭉치
en: succubus’s trimmed hair bundle

source: 나에게서 공대장님의 멋을 느꼈나 보군
en: seems like you sense the aura of the raid boss from me.

source: 콰 아 아!
en: thunder

source: 바사삭!
en: rustle

source: 방어력 : - 내구도 :{j}자동 회복
en: defense power: - durability: automatic recovery{j}

source: 쿠우웅!
en: thwump

source: (남은 옵션 2개, 수치는 랜덤)
en: (2 options left, stats are random)

source: 국왕을 뵙습니다
en: your majesty.

source: 지금까지 둘이서 어떻게 사냥했대..?!
en: how were you guys able to survive...?!

source: 이 자리에 돌아올 수 있도록 헌신해 주신 공대장님을
en: I’d like to praise the raid boss who worked hard to bring me back here.

source: 나도 들키면 곤란하니까 일단 나가서 보고부터 해야겠다
en: I should leave right now before anyone sees me.

source: 질질
en: drag drag

source: 이대로라면 게임에서 죽으면
en: if this goes on, if you die in the game.

source: 어쩜 콜라도 너도 말 많은 건 똑같냐
en: damn, both you and cola can’t seem to shut up.

source: 감동
en: touched

source: 아니 이건 너무한 거 아니냐고!!
en: wait, did you really have to go that far?

source: 그들'이란 것들이
en: "those guys"...

source: 미션이 완료 조건이 충족되었습니다!
en: mission requirements have been fulfilled!

source: ABC 길드장 잡은 건 잡은 건데
en: well, he did win against the master of the abc guild...

source: 파지지직
en: pzzzt

source: 말 해줘야 하나..?
en: should I tell him?

source: 스승-!
en: SWOOSH

source: 찾아오셔야죠.
en: you should go and get it.

source: 오류 전담 팀을 신설하고 모두 연봉 3배를 주지
en: ...form a team to find the error, and I’ll increase your salary by threefold.

source: 젠장
en: darn it.

source: 근데 저 요망한 건 뭡니까..?
en: by the way, who is that in such provocative clothing?

source: 우득
en: crack

source: 빛은 심연을 밝히리..
en: light will brighten the abyss...

source: 범인은 서큐
en: the culprit is the succu

source: 괜찮아 다 생각이 있어 일단 데려와 봐
en: don’t worry. I got a plan. just bring him over here.

source: 수통!
en: the bottle!

source: 위치를 저만 알고 있었다면 내용은 대마법사만 알고 있었습니다.
en: I only knew the location while the arch-mage knew the context.

source: 맞아···
en: yeah, that’s right...

source: 뚜딱
en: clang

source: 공대장씨가 살아있다고 밝혀야 합니다!!
en: we have to announce that the raid boss is alive!!!

source: 타 녀석이 갑자기 말 걸어서 깜빡했다!
en: I forgot about it when the other guy suddenly spoke up!

source: 예상은 했지만...
en: I expected this, but...

source: 범위가 넓은 공격이라 피해봐야 소용없어
en: since he makes wide-range attacks, avoiding them won’t work.

source: 빠 직
en: crack

source: 뭘 의미하는지는 모르겠지만 빛을 지키라는 소리인 것 같은데
en: I don’t know what that means, but it sounds like I need to protect the light...

source: 맷집 +22
en: endurance +22

source: 크악!
en: argh!

source: 타{j}아{j}앙!!
en: fl{j}a{j}sh

source: 쌍안경은 또 어디서 났누...
en: where did he get the binoculars...?

source: 충성심도 좋고
en: you're loyal...

source: 꽝꽝! (다 들린다꽝!)
en: squeak squeak! (he can hear us!)

source: 음⋯ 이러니까 전략 시뮬레이션 게임 같네
en: hmm... it looks just like a strategy simulation game.

source: 퍽퍽!
en: pow pow

source: 어흑
en: urgh

source: 플레임 오러와 프로스트 오러를 융합해 파괴력을 끌어올린 찌르기 공격.
en: a stabbing attack that enhances the destructive power from the fusion of flame aura and frost aura.

source: 이미 모든 걸 알고 있다는 듯
en: he lent me a strong power,

source: 어휴.
en: phew.

source: 왜 이래???
en: what's wrong with it???

source: 장난 그만하고 미션 내놔!!!
en: stop messing around and just give me the mission already!!!

source: 이걸 좋아해야 돼 말아야 돼⋯?!
en: should I be happy about this or not?!

source: 공대장의 집
en: raid boss’s house

source: 몬스터들이 너무 강력하니까 던전 공략할 때까지 연합하자고 제안하려고..
en: I’m gonna suggest to join forces until we clear the dungeon because the monsters are way too strong...

source: 안 되겠다
en: never mind.

source: 강력한 카리스마로 명령을 할 수 있는 대상의 능률을 극대화합니다.
en: maximizes the efficiency of targets who command a strong charisma.

source: 으아아아!!!
en: ahhh!!!

source: 일단 챙길 건 챙기고
en: first things first, I should take this.

source: 으악!!
en: ugh!

source: 꿀꺽
en: gulp

source: 말도 안 되는 일이ꞏꞏꞏ
en: this is unbelievable...

source: 콜라고 고블린이고 꼬맹이고
en: cola, goblins, and now this kid...

source: 꽝꽝이 임무 때도 그렇고
en: so, just like the mission with kkwang kkwang...

source: 최종보스 길드 대표
en: Representing the final boss guild...

source: 카득
en: CLENCH

source: 왕궁도 습격 당한 상황이라
en: since the royal palace was attacked...

source: 잠..
en: w-

source: 나이도 같은 젊은 인재들이 결승에 진출하다니 미래가 참 밝군
en: both of you young and talented individuals have made it to the finals. you have bright futures ahead of you.

source: 탁형이랑 다경, 채린 누나는?
en: where are tak, dagyeong, and chaerin?

source: 강력한 마기를 효과적으로 제거해 본래의 능력이 개방되었다.
en: the strong magic power was effectively removed and its original power has been revealed.

source: 마계의 힘이라면ꞏꞏꞏ 흑마법이나 악마법처럼 그릇된 마력입니다!
en: demonic power... that’s wicked magic like dark or evil magic!

source: 긴급상황입니다!
en: there’s an emergency!

source: 새로운 임무가 생성되었습니다! [마왕군의 던전을 만들어라!] 마왕자는 마왕이 될 자질을 시험하기 위해 비밀리에 자신의 세력을 모으고 있다.
en: a new mission has been created! [build a dungeon for the demon prince’s corps!] the demon prince is secretly gathering his forces to prove his worthiness as the demon king.

source: 헬라임 임무 때 얻은 템들로 마도구를 만들어 주겠어!
en: I’ll make you one using the items that I’ve collected from hellime’s mission!

source: 치칫!
en: pzzt

source: 콰칭
en: kaching

source: 길드 퀘스트 5라운드
en: [guild quest round 5]

source: 얼마나 혼란스러우실지 이해합니다
en: I understand how confusing this all may be.

source: [불렛 런지]
en: [bullet lunge]

source: 관종은 무시가 답이랬어
en: I should just ignore that attention seeker.

source: 충분히 가능해
en: it’s entirely possible.

source: 소환의 룬석
en: summoning rune

source: 부{j}웅
en: wh{j}oosh

source: 너희는 좀 쎄니?
en: I hope you guys are pretty strong.

source: 추츠츳
en: chhk

source: 체력 +2,200
en: physical strength +2,200

source: 다 뭐지 ···?
en: ...did I just see?

source: 같은 제자사인 건 알았지만 스토리까지 연결되는 줄은 몰랐네
en: I knew it was created by the same production company, but I didn’t know even the stories were connected.

source: 일단 따라와봐
en: follow me.

source: 쫄?
en: scared?

source: 멋있는 경기 부탁드립니다
en: good luck to the both of you.

source: 좋은 움직임이군
en: that’s a good speed.

source: 커엽
en: cute

source: 마계의 힘이라면..
en: the demonic power...

source: 찰팍!!! (대단하다!!!)
en: glub!!! (amazing!!!)

source: 우리 길마가 생긴대로 상대를 빡치게 하는 맛이 있다니까?
en: don’t you know that’s because our guild master knows how to piss others off?

source: 고맙네.
en: thanks.

source: 뿔 캐릭터가 겹치는게 불편한 듯 하다
en: awkwardly trying not to pull a character that he isn’t used to

source: 투명한 피부처럼 머리도 투명하구만...
en: your brain is as transparent as your skin...

source: 이거 먹고 있어
en: here, eat this.

source: 슈슈욱!
en: swoosh

source: 최근에 왕국을 위협하는 사건들이 계속해서 발생하고 있어
en: recently, there has been a series of incidents threatening the kingdom.

source: 이외에도 아이템과
en: moreover, items and

source: 그니까 ㅋㅋ말을 해야 알ㅋ지ㅋㅋ
en: so hahaha you hahaha know what to say haha.

source: 훈계 ing
en: scolding

source: 띠링-
en: ding

source: 오만할 정도로 자신감이 가득하군
en: look how arrogant you are.

source: (어이!)
en: (hey!)

source: 그리고 이 서큐버스는
en: and she is...

source: 콰가가각!
en: krrrk

source: 대신해준다라...
en: you’ll take revenge on my behalf...

source: 당연히 비밀이 새어나가면 퀘스트는 끝이네
en: however, keep this in mind. once the secret gets out, the quest is over.

source: 알피지 짬밥이 몇 년인데 이 정도 퍼즐이야 껌이지ㅋㅋ
en: I’ve played rpg for so many years, a puzzle like this is easy peasy, haha!

source: 호위대와 흑호기사단은 왕국 수비를
en: ...the commanders of the guards and the black tiger knights will defend it.

source: 꽈드드
en: krrk

source: 이건 앞으로 계속 필요할 거니까 잘 챙겨 둬
en: you’ll need this from now on, so keep it safe.

source: 마력 +3,600
en: magical power +3,600

source: 따 악!
en: WHISH

source: 바로 잡기만 해도 충분해..
en: just setting things straight is enough...

source: 푸컥
en: smack

source: 해찬 [접속] 다경 [접속]
en: haechan [online] dagyeong [online]

source: 어차피 너네는 이제 내 병력으로 편성이 되어서
en: you guys are still my subordinates after all,

source: 마법석 좀 부탁드립니다
en: can I please get a magic stone?

source: 뭐야?{j}왜 빨라?
en: {j}wait, how is she so fast?

source: 저 녀석이 원래 있던 기사단장을 잡아먹고
en: this guy ate the previous commander.

source: 유저의 능력치를 자동 분석해 전투력으로 환산합니다.
en: the user’s ability will be automatically analyzed and converted into combat power.

source: 복수해 준다고 해서 전투 방법을 고민하고 있었건만..
en: I was thinking of fighting strategies because he said he'll get revenge...

source: 쿨타임 끝나면 바로 들어야지
en: I’ll summon them as soon as the cooldown ends.

source: 마력 인플레이션
en: spell inflation

source: 파 앗
en: smack

source: 이상과 체력, 마력을 회복한다.
en: physical strength, and magical power will be recovered

source: 드디어 위대함을 보여줄 때가..
en: it’s finally time for me to show my greatness!

source: 꽝꽝.. (참 한결같다..는 뜻)
en: squeak squeak... (he really doesn’t change...)

source: 꽝꽝.. (힐링이다꽝..)
en: squeak squeak.. (that was so theraputic...)

source: 너..{j}진짜ꞏꞏꞏ
en: you’re... seriously...{j}

source: 결승전에 오른 두 사람 모두 어린 나이에 대단했어!
en: it’s amazing that you both made it to the finals at such a young age!

source: 쿠구구...
en: doom

source: 나중에 요긴하게 써먹어줘야겠구만!!
en: I’ll have to put it to good use then!!!

source: 근전지로 모은 에너지를 폭팔시켜 단숨에 강타한다.
en: strikes with an explosion of energy collected by [muscle battery].

source: 와라!
en: come on!

source: 진입했습니다.
en: troop management mode.

source: 그냥 받아들이시길!
en: just face it!

source: 길드 퀘스트 4라운드
en: [guild quest round 4]

source: -마법 공격력 120%
en: magical attack 120%

source: 깡 깡
en: clang clang

source: 듣도 보도 못한 타격기를 왕자님에게!!
en: the prince has never been hit like that before!!

source: 나 칭찬 더 듣고 싶은데!?
en: I want to get praised more!

source: 복제된 룬석을 소지한 대상을 시전자가 원하는 위치에 소환할 수 있다.
en: the caster can summon the target holding the cloned runestone to a desired location.

source: 포로의 말에 따르면 아서 왕이 살아있다고 합니다
en: according to the hostage, king arthur is still alive.

source: 읭?
en: huh?

source: 퍼 걱!
en: splash

source: 끄앙…
en: squeak...

source: 약하다고 무시당하고
en: ...have always been ignored because you’re weak,

source: 만만해졌다꽝!
en: satisfied kkwang!

source: 아니!!
en: no!!!

source: 오류 노트..
en: what do I do...

source: 좋아!
en: good!

source: 누가 보면 내가 나쁜 놈인 줄 알겠어
en: you’re making it sound like I’m the bad guy.

source: 패치라..
en: an update...?

source: 집 옮기자!
en: ...move the house!

source: 엉거주춤
en: startled

source: 슈슈슉
en: swoosh

source: 베타테스터 중간에 나 빼고 다 튕겨서 AI가 자동으로 업데이트를 했고∙∙∙
en: everyone except for me crashed in the game during the beta test, so the ai automatically updated...

source: 푸쉬이이…
en: psss

source: [병력관리]에 영향을 받아 소환수와 병사들의 상세 정보도 확인할 수 있습니다.
en: you can also check the details of summons and soldiers under [troop management].

source: -NPC 명성 회복
en: -you can restore npc reputaton.

source: 잠든 곳을 깨우고
en: the honorable moment...

source: 사용자가 원하는 형태의 무기로 변형이 가능하다.
en: it can be transformed into a weapon of the user’s choice.

source: 여기 퀘스트 존으로 만들 거야!
en: ...I’m gonna make this place a quest zone!

source: 신종 어그론가..?
en: is he trolling again?

source: 인간을 싫어할 수밖에
en: humans are the absolute worst.

source: 아쉽네..
en: so disappointing...
